Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Puppets.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Drag a joint to move a bone (Option leaves its children), the end handle to turn it.
ar: اسحب مفصلًا لتحريك عظمة (Option يترك العظام التابعة)، ومقبض الطرف لتدويرها.
de: Ein Gelenk ziehen, um einen Knochen zu bewegen (Wahltaste lässt seine Kinder stehen), den Endgriff, um ihn zu drehen.
es: Arrastra una articulación para mover un hueso (Opción deja a sus hijos) y el tirador del extremo para girarlo.
fr: Faites glisser une articulation pour déplacer un os (Option laisse ses enfants), la poignée d’extrémité pour le tourner.
hi: हड्डी खिसकाने के लिए जोड़ ड्रैग करें (Option उसके चाइल्ड छोड़ देता है), घुमाने के लिए सिरे का हैंडल।
it: Trascina un’articolazione per spostare un osso (Opzione lascia i figli), la maniglia finale per ruotarlo.
ja: 関節をドラッグしてボーンを移動（Option で子は残ります）、先端のハンドルで回転します。
ko: 관절을 드래그해 본을 옮기고(Option은 자식을 남김), 끝 핸들로 회전합니다.
pl: Przeciągnij staw, aby przesunąć kość (Option zostawia dzieci), a uchwyt końca, aby ją obrócić.
pt_br: Arraste uma articulação para mover um osso (Option deixa os filhos) e a alça da ponta para girá-lo.
ru: Тяните сустав, чтобы двигать кость (с Option дочерние остаются), а конечный маркер — чтобы поворачивать.
tr: Kemiği taşımak için eklemi (Option alt kemikleri bırakır), döndürmek için uç tutamacını sürükleyin.
uk: Тягніть суглоб, щоб рухати кістку (з Option дочірні лишаються), а кінцевий маркер — щоб повертати.
zh_hans: 拖移关节以移动骨骼（按住 Option 保留子骨骼），拖移末端控制点以旋转。
zh_hant: 拖移關節以移動骨骼（按住 Option 保留子骨骼），拖移末端控制點以旋轉。

source: Drag the canvas to shake the puppet and watch its physics bones.
ar: اسحب اللوحة لهز الدمية ومشاهدة عظامها الفيزيائية.
de: Die Fläche ziehen, um die Puppe zu schütteln und ihre Physik-Knochen zu beobachten.
es: Arrastra el lienzo para sacudir la marioneta y ver sus huesos con física.
fr: Faites glisser le canevas pour secouer la marionnette et voir ses os physiques.
hi: पपेट को हिलाने और उसकी फ़िज़िक्स हड्डियाँ देखने के लिए कैनवस ड्रैग करें।
it: Trascina la tela per scuotere il pupazzo e osservare le ossa con fisica.
ja: キャンバスをドラッグしてパペットを揺らし、物理ボーンの動きを確認します。
ko: 캔버스를 드래그해 퍼펫을 흔들고 물리 본을 살펴보세요.
pl: Przeciągnij płótno, aby potrząsnąć pacynką i zobaczyć kości z fizyką.
pt_br: Arraste a tela para sacudir o fantoche e ver os ossos com física.
ru: Тяните холст, чтобы встряхнуть марионетку и увидеть кости с физикой.
tr: Kuklayı sallamak ve fizik kemiklerini izlemek için tuvali sürükleyin.
uk: Тягніть полотно, щоб струсонути маріонетку й побачити кістки з фізикою.
zh_hans: 拖移画布以摇动木偶，观察其物理骨骼。
zh_hant: 拖移畫布以搖動木偶，觀察其物理骨骼。

source: Edge Padding
ar: حشوة الحافة
de: Randabstand
es: Margen de borde
fr: Marge de bord
hi: किनारे का पैडिंग
it: Margine bordo
ja: 縁の余白
ko: 가장자리 여백
pl: Margines krawędzi
pt_br: Margem da borda
ru: Отступ края
tr: Kenar boşluğu
uk: Відступ краю
zh_hans: 边缘留白
zh_hant: 邊緣留白

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pl: Edycja
pt_br: Editar
ru: Правка
tr: Düzenle
uk: Редагування
zh_hans: 编辑
zh_hant: 編輯

source: Edit Puppet…
ar: تحرير الدمية…
de: Puppe bearbeiten …
es: Editar marioneta…
fr: Modifier la marionnette…
hi: पपेट संपादित करें…
it: Modifica pupazzo…
ja: パペットを編集…
ko: 퍼펫 편집…
pl: Edytuj pacynkę…
pt_br: Editar fantoche…
ru: Изменить марионетку…
tr: Kuklayı düzenle…
uk: Змінити маріонетку…
zh_hans: 编辑木偶…
zh_hant: 編輯木偶⋯

source: Edited in the editor
ar: عُدِّلت في المحرر
de: Im Editor bearbeitet
es: Editada en el editor
fr: Modifiée dans l’éditeur
hi: एडिटर में संपादित
it: Modificato nell’editor
ja: エディタで編集済み
ko: 편집기에서 편집됨
pl: Edytowano w edytorze
pt_br: Editado no editor
ru: Изменено в редакторе
tr: Düzenleyicide düzenlendi
uk: Змінено в редакторі
zh_hans: 已在编辑器中编辑
zh_hant: 已在編輯器中編輯

source: End Frame
ar: إطار النهاية
de: Endbild
es: Fotograma final
fr: Image de fin
hi: अंतिम फ़्रेम
it: Fotogramma finale
ja: 終了フレーム
ko: 끝 프레임
pl: Klatka końcowa
pt_br: Quadro final
ru: Конечный кадр
tr: Bitiş karesi
uk: Кінцевий кадр
zh_hans: 结束帧
zh_hant: 結束影格

source: Floppy
ar: مترهل
de: Schlaff
es: Flácido
fr: Souple
hi: ढीला
it: Molle
ja: ふにゃふにゃ
ko: 흐느적
pl: Wiotki
pt_br: Mole
ru: Мягкий
tr: Gevşek
uk: М’який
zh_hans: 松软
zh_hant: 鬆軟

source: Frame Offset
ar: إزاحة الإطارات
de: Bildversatz
es: Desfase de fotogramas
fr: Décalage d’images
hi: फ़्रेम ऑफ़सेट
it: Scostamento fotogrammi
ja: フレームオフセット
ko: 프레임 오프셋
pl: Przesunięcie klatek
pt_br: Deslocamento de quadros
ru: Смещение кадров
tr: Kare kayması
uk: Зсув кадрів
zh_hans: 帧偏移
zh_hant: 影格偏移

source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d’images
hi: फ़्रेम दर
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 레이트
pl: Liczba klatek
pt_br: Taxa de quadros
ru: Частота кадров
tr: Kare hızı
uk: Частота кадрів
zh_hans: 帧率
zh_hant: 影格速率

source: Friction
ar: الاحتكاك
de: Reibung
es: Fricción
hi: घर्षण
it: Attrito
ja: 摩擦
ko: 마찰
pl: Tarcie
pt_br: Atrito
ru: Трение
tr: Sürtünme
uk: Тертя
zh_hans: 摩擦
zh_hant: 摩擦

source: Generate Mesh
ar: إنشاء الشبكة
de: Netz erzeugen
es: Generar malla
fr: Générer le maillage
hi: मेश बनाएँ
it: Genera mesh
ja: メッシュを生成
ko: 메시 생성
pl: Generuj siatkę
pt_br: Gerar malha
ru: Создать сетку
tr: Ağ oluştur
uk: Створити сітку
zh_hans: 生成网格
zh_hant: 產生網格

source: Generate from Alpha
ar: إنشاء من ألفا
de: Aus Alpha erzeugen
es: Generar desde alfa
fr: Générer depuis l’alpha
hi: अल्फ़ा से बनाएँ
it: Genera dall’alfa
ja: アルファから生成
ko: 알파에서 생성
pl: Generuj z alfy
pt_br: Gerar a partir do alfa
ru: Создать по альфе
tr: Alfadan oluştur
uk: Створити за альфою
zh_hans: 从 Alpha 生成
zh_hant: 從 Alpha 產生

source: Go back to the puppet as the wallpaper has it
ar: العودة إلى الدمية كما في الخلفية
de: Zur Puppe zurückkehren, wie das Hintergrundbild sie hat
es: Volver a la marioneta tal como la tiene el fondo
fr: Revenir à la marionnette telle que le fond d’écran l’a
hi: वॉलपेपर में जैसा है वैसे पपेट पर लौटें
it: Torna al pupazzo com’è nello sfondo
ja: 壁紙にあるとおりのパペットに戻します
ko: 배경화면에 있는 그대로의 퍼펫으로 되돌립니다
pl: Wróć do pacynki z tapety
pt_br: Voltar ao fantoche como o papel de parede o tem
ru: Вернуть марионетку, как в обоях
tr: Kuklayı duvar kâğıdındaki hâline döndür
uk: Повернути маріонетку, як у шпалерах
zh_hans: 恢复为壁纸中的木偶
zh_hant: 回復為背景圖片中的木偶

source: Gravity
ar: الجاذبية
de: Schwerkraft
es: Gravedad
fr: Gravité
hi: गुरुत्व
it: Gravità
ja: 重力
ko: 중력
pl: Grawitacja
pt_br: Gravidade
ru: Гравитация
tr: Yerçekimi
uk: Гравітація
zh_hans: 重力
zh_hant: 重力

source: Heat Diffusion
ar: انتشار الحرارة
de: Wärmediffusion
es: Difusión de calor
fr: Diffusion de chaleur
hi: ताप प्रसार
it: Diffusione del calore
ja: 熱拡散
ko: 열 확산
pl: Dyfuzja ciepła
pt_br: Difusão de calor
ru: Тепловая диффузия
tr: Isı yayılımı
uk: Теплова дифузія
zh_hans: 热扩散
zh_hant: 熱擴散

source: Heat diffusion follows the image's shape; distance only looks at how near each bone is.
ar: يتبع انتشار الحرارة شكل الصورة؛ أما المسافة فتنظر فقط إلى قرب كل عظمة.
de: Wärmediffusion folgt der Form des Bildes; Abstand berücksichtigt nur, wie nah jeder Knochen ist.
es: La difusión de calor sigue la forma de la imagen; la distancia solo mira lo cerca que está cada hueso.
fr: La diffusion de chaleur suit la forme de l’image ; la distance ne tient compte que de la proximité des os.
hi: ताप प्रसार छवि के आकार का अनुसरण करता है; दूरी केवल यह देखती है कि हर हड्डी कितनी पास है।
it: La diffusione del calore segue la forma dell’immagine; la distanza guarda solo quanto è vicino ogni osso.
ja: 熱拡散は画像の形に沿います。距離は各ボーンへの近さだけを見ます。
ko: 열 확산은 이미지 모양을 따르고, 거리는 각 본과의 거리만 봅니다.
pl: Dyfuzja ciepła podąża za kształtem obrazu; odległość bierze pod uwagę tylko bliskość kości.
pt_br: A difusão de calor segue a forma da imagem; a distância só considera a proximidade de cada osso.
ru: Тепловая диффузия повторяет форму изображения; расстояние учитывает только близость костей.
tr: Isı yayılımı görüntünün biçimini izler; mesafe yalnızca kemiklerin yakınlığına bakar.
uk: Теплова дифузія повторює форму зображення; відстань враховує лише близькість кісток.
zh_hans: 热扩散会顺着图像的形状；距离只看每根骨骼有多近。
zh_hant: 熱擴散會順著圖像的形狀；距離只看每根骨骼有多近。

source: Hide Layer
ar: إخفاء الطبقة
de: Ebene ausblenden
es: Ocultar capa
fr: Masquer le calque
hi: लेयर छिपाएँ
it: Nascondi livello
ja: レイヤーを隠す
ko: 레이어 가리기
pl: Ukryj warstwę
pt_br: Ocultar camada
ru: Скрыть слой
tr: Katmanı gizle
uk: Сховати шар
zh_hans: 隐藏层
zh_hant: 隱藏圖層

source: Inertia
ar: القصور الذاتي
de: Trägheit
es: Inercia
fr: Inertie
hi: जड़त्व
it: Inerzia
ja: 慣性
ko: 관성
pl: Bezwładność
pt_br: Inércia
ru: Инерция
tr: Eylemsizlik
uk: Інерція
zh_hans: 惯性
zh_hant: 慣性

source: Joint
ar: المفصل
de: Gelenk
es: Articulación
fr: Articulation
hi: जोड़
it: Articolazione
ja: 関節
ko: 관절
pl: Staw
pt_br: Articulação
ru: Сустав
tr: Eklem
uk: Суглоб
zh_hans: 关节
zh_hant: 關節

source: Kept in the clip as Wallpaper Engine's model editor writes it. Wallpaper Engine moves models by it, not puppets.
ar: يُحفظ في المقطع كما يكتبه محرر النماذج في Wallpaper Engine. يحرّك Wallpaper Engine النماذج به وليس الدمى.
de: Wird im Clip gespeichert, wie der Modelleditor von Wallpaper Engine es schreibt. Wallpaper Engine bewegt damit Modelle, keine Puppen.
es: Se guarda en el clip como lo escribe el editor de modelos de Wallpaper Engine. Wallpaper Engine lo usa para mover modelos, no marionetas.
fr: Conservé dans le clip comme l’écrit l’éditeur de modèles de Wallpaper Engine. Wallpaper Engine s’en sert pour les modèles, pas pour les marionnettes.
hi: क्लिप में वैसे ही रखा जाता है जैसे Wallpaper Engine का मॉडल एडिटर लिखता है। Wallpaper Engine इससे मॉडल हिलाता है, पपेट नहीं।
it: Conservato nella clip come lo scrive l’editor di modelli di Wallpaper Engine. Wallpaper Engine lo usa per muovere i modelli, non i pupazzi.
ja: Wallpaper Engine のモデルエディタが書くとおりにクリップに保存されます。Wallpaper Engine はこれでモデルを動かしますが、パペットは動かしません。
ko: Wallpaper Engine 모델 편집기가 쓰는 방식대로 클립에 저장됩니다. Wallpaper Engine은 이것으로 모델을 움직이며 퍼펫은 움직이지 않습니다.
pl: Zapisywane w klipie tak, jak robi to edytor modeli Wallpaper Engine. Wallpaper Engine porusza tak modelami, nie pacynkami.
pt_br: Fica no clipe como o editor de modelos do Wallpaper Engine o grava. O Wallpaper Engine o usa para mover modelos, não fantoches.
ru: Хранится в клипе так, как его пишет редактор моделей Wallpaper Engine. Wallpaper Engine двигает им модели, но не марионетки.
tr: Wallpaper Engine model düzenleyicisinin yazdığı gibi klipte saklanır. Wallpaper Engine bununla kuklaları değil modelleri hareket ettirir.
uk: Зберігається в кліпі так, як його пише редактор моделей Wallpaper Engine. Wallpaper Engine рухає ним моделі, а не маріонетки.
zh_hans: 按 Wallpaper Engine 模型编辑器的写法保存在片段中。Wallpaper Engine 用它移动模型，而不是木偶。
zh_hant: 按 Wallpaper Engine 模型編輯器的寫法儲存在片段中。Wallpaper Engine 用它移動模型，而不是木偶。

source: Key the selected bone (every bone without a selection) at this frame
ar: تعيين مفتاح للعظمة المحددة (كل العظام عند عدم التحديد) في هذا الإطار
de: Den ausgewählten Knochen (ohne Auswahl alle Knochen) in diesem Bild verschlüsseln
es: Crear una clave del hueso seleccionado (todos sin selección) en este fotograma
fr: Créer une clé pour l’os sélectionné (tous les os sans sélection) à cette image
hi: इस फ़्रेम पर चुनी गई हड्डी (चयन न हो तो हर हड्डी) की की सेट करें
it: Crea una chiave per l’osso selezionato (tutte le ossa senza selezione) in questo fotogramma
ja: このフレームで選択中のボーン（未選択なら全ボーン）にキーを打ちます
ko: 이 프레임에서 선택한 본(선택이 없으면 모든 본)에 키를 설정합니다
pl: Ustaw klucz zaznaczonej kości (bez zaznaczenia — wszystkich) w tej klatce
pt_br: Criar chave para o osso selecionado (todos sem seleção) neste quadro
ru: Поставить ключ выбранной кости (без выбора — всем костям) в этом кадре
tr: Bu karede seçili kemiğe (seçim yoksa tüm kemiklere) anahtar koy
uk: Поставити ключ вибраній кістці (без вибору — усім кісткам) у цьому кадрі
zh_hans: 在此帧为所选骨骼（未选择时为所有骨骼）设置关键帧
zh_hant: 在此影格為所選骨骼（未選取時為所有骨骼）設定關鍵影格

source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
hi: प्रकार
it: Tipo
ja: 種類
ko: 종류
pl: Rodzaj
pt_br: Tipo
ru: Тип
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: Length
ar: الطول
de: Länge
es: Duración
fr: Durée
hi: लंबाई
it: Durata
ja: 長さ
ko: 길이
pl: Długość
pt_br: Duração
ru: Длина
tr: Uzunluk
uk: Довжина
zh_hans: 长度
zh_hant: 長度

source: Limit Angle
ar: تقييد الزاوية
de: Winkel begrenzen
es: Limitar ángulo
fr: Limiter l’angle
hi: कोण सीमित करें
it: Limita angolo
ja: 角度を制限
ko: 각도 제한
pl: Ogranicz kąt
pt_br: Limitar ângulo
ru: Ограничить угол
tr: Açıyı sınırla
uk: Обмежити кут
zh_hans: 限制角度
zh_hant: 限制角度

source: Limit Torque
ar: تقييد العزم
de: Drehmoment begrenzen
es: Limitar par
fr: Limiter le couple
hi: टॉर्क सीमित करें
it: Limita coppia
ja: トルクを制限
ko: 토크 제한
pl: Ogranicz moment
pt_br: Limitar torque
ru: Ограничить момент
tr: Torku sınırla
uk: Обмежити момент
zh_hans: 限制扭矩
zh_hant: 限制扭力

source: Loop
ar: تكرار
de: Schleife
es: Bucle
fr: Boucle
hi: लूप
it: Ciclo
ja: ループ
ko: 반복
pl: Pętla
pt_br: Repetir
ru: Цикл
tr: Döngü
uk: Цикл
zh_hans: 循环
zh_hant: 循環

source: Made in Wallpaper Engine's editor. Saving keeps them as they are.
ar: تُنشأ في محرر Wallpaper Engine. يحتفظ الحفظ بها كما هي.
de: Im Editor von Wallpaper Engine erstellt. Beim Sichern bleiben sie unverändert.
es: Se crean en el editor de Wallpaper Engine. Al guardar se conservan tal cual.
fr: Créés dans l’éditeur de Wallpaper Engine. L’enregistrement les conserve tels quels.
hi: Wallpaper Engine के एडिटर में बनाए गए। सहेजने पर ये जैसे हैं वैसे ही रहते हैं।
it: Creati nell’editor di Wallpaper Engine. Il salvataggio li mantiene invariati.
ja: Wallpaper Engine のエディタで作成されます。保存してもそのまま保持されます。
ko: Wallpaper Engine 편집기에서 만듭니다. 저장해도 그대로 유지됩니다.
pl: Tworzone w edytorze Wallpaper Engine. Zapisywanie zachowuje je bez zmian.
pt_br: Criados no editor do Wallpaper Engine. Salvar os mantém como estão.
ru: Создаются в редакторе Wallpaper Engine. При сохранении остаются без изменений.
tr: Wallpaper Engine düzenleyicisinde oluşturulur. Kaydetmek onları olduğu gibi korur.
uk: Створюються в редакторі Wallpaper Engine. Під час збереження залишаються без змін.
zh_hans: 在 Wallpaper Engine 的编辑器中创建。保存时保持原样。
zh_hant: 在 Wallpaper Engine 的編輯器中建立。儲存時保持原樣。

source: Mass
ar: الكتلة
de: Masse
es: Masa
fr: Masse
hi: द्रव्यमान
it: Massa
ja: 質量
ko: 질량
pl: Masa
pt_br: Massa
ru: Масса
tr: Kütle
uk: Маса
zh_hans: 质量
zh_hant: 質量

source: Match Loop
ar: مطابقة التكرار
de: Schleife angleichen
es: Ajustar bucle
fr: Raccorder la boucle
hi: लूप मिलाएँ
it: Allinea ciclo
ja: ループを合わせる
ko: 반복 맞추기
pl: Dopasuj pętlę
pt_br: Ajustar ciclo
ru: Совместить цикл
tr: Döngüyü eşle
uk: Узгодити цикл
zh_hans: 匹配循环
zh_hant: 對齊循環

source: Material
ar: مادة
fr: Matériau
hi: मटीरियल
it: Materiale
ja: マテリアル
ko: 머티리얼
pl: Materiał
ru: Материал
tr: Malzeme
uk: Матеріал
zh_hans: 材质
zh_hant: 材質

source: Maximum
ar: الحد الأقصى
es: Máximo
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최대
pl: Maksimum
pt_br: Máximo
ru: Максимум
tr: En fazla
uk: Максимум
zh_hans: 最大
zh_hant: 最大

source: Maximum Distance
ar: أقصى مسافة
de: Maximaler Abstand
es: Distancia máxima
fr: Distance maximale
hi: अधिकतम दूरी
it: Distanza massima
ja: 最大距離
ko: 최대 거리
pl: Maks. odległość
pt_br: Distância máxima
ru: Макс. расстояние
tr: En fazla mesafe
uk: Макс. відстань
zh_hans: 最大距离
zh_hant: 最大距離

source: Maximum Torque
ar: أقصى عزم
de: Maximales Drehmoment
es: Par máximo
fr: Couple maximal
hi: अधिकतम टॉर्क
it: Coppia massima
ja: 最大トルク
ko: 최대 토크
pl: Maks. moment
pt_br: Torque máximo
ru: Макс. момент
tr: En fazla tork
uk: Макс. момент
zh_hans: 最大扭矩
zh_hant: 最大扭力

source: Mesh
ar: الشبكة
de: Netz
es: Malla
fr: Maillage
hi: मेश
ja: メッシュ
ko: 메시
pl: Siatka
pt_br: Malha
ru: Сетка
tr: Ağ
uk: Сітка
zh_hans: 网格
zh_hant: 網格

source: Method
ar: الطريقة
de: Methode
es: Método
fr: Méthode
hi: विधि
it: Metodo
ja: 方法
ko: 방법
pl: Metoda
pt_br: Método
ru: Метод
tr: Yöntem
uk: Метод
zh_hans: 方法
zh_hant: 方法

source: Minimum
ar: الحد الأدنى
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최소
pt_br: Mínimo
ru: Минимум
tr: En az
uk: Мінімум
zh_hans: 最小
zh_hant: 最小

source: Mirror
ar: انعكاس
de: Spiegeln
es: Espejo
fr: Miroir
hi: मिरर
it: Specchio
ja: ミラー
ko: 미러
pl: Lustrzanie
pt_br: Espelhar
ru: Зеркально
tr: Ayna
uk: Дзеркально
zh_hans: 镜像
zh_hant: 鏡像

source: Missing Animation
ar: رسوم متحركة مفقودة
de: Fehlende Animation
es: Animación ausente
fr: Animation manquante
hi: गायब एनिमेशन
it: Animazione mancante
ja: 見つからないアニメーション
ko: 없는 애니메이션
pl: Brak animacji
pt_br: Animação ausente
ru: Нет анимации
tr: Eksik animasyon
uk: Немає анімації
zh_hans: 缺失的动画
zh_hant: 缺少的動畫

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt_br: Modo
ru: Режим
tr: Mod
uk: Режим
zh_hans: 模式
zh_hant: 模式

source: Motion Root
ar: جذر الحركة
de: Bewegungswurzel
es: Raíz del movimiento
fr: Racine du mouvement
hi: मोशन रूट
it: Radice del movimento
ja: モーションルート
ko: 모션 루트
pl: Korzeń ruchu
pt_br: Raiz do movimento
ru: Корень движения
tr: Hareket kökü
uk: Корінь руху
zh_hans: 运动根骨骼
zh_hant: 運動根骨骼

source: Move Bone
ar: تحريك العظمة
de: Knochen bewegen
es: Mover hueso
fr: Déplacer l’os
hi: हड्डी खिसकाएँ
it: Sposta osso
ja: ボーンを移動
ko: 본 이동
pl: Przesuń kość
pt_br: Mover osso
ru: Переместить кость
tr: Kemiği taşı
uk: Перемістити кістку
zh_hans: 移动骨骼
zh_hant: 移動骨骼

source: Move Down
ar: نقل لأسفل
de: Nach unten
es: Bajar
fr: Descendre
hi: नीचे ले जाएँ
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
pl: Przesuń w dół
pt_br: Mover para baixo
ru: Ниже
tr: Aşağı taşı
uk: Нижче
zh_hans: 下移
zh_hant: 下移

source: Move Up
ar: نقل لأعلى
de: Nach oben
es: Subir
fr: Monter
hi: ऊपर ले जाएँ
it: Sposta su
ja: 上へ移動
ko: 위로 이동
pl: Przesuń w górę
pt_br: Mover para cima
ru: Выше
tr: Yukarı taşı
uk: Вище
zh_hans: 上移
zh_hant: 上移

source: Move Vertices
ar: تحريك الرؤوس
de: Eckpunkte bewegen
es: Mover vértices
fr: Déplacer des sommets
hi: वर्टेक्स खिसकाएँ
it: Sposta vertici
ja: 頂点を移動
ko: 정점 이동
pl: Przesuń wierzchołki
pt_br: Mover vértices
ru: Переместить вершины
tr: Köşeleri taşı
uk: Перемістити вершини
zh_hans: 移动顶点
zh_hant: 移動頂點

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: New Animation
ar: رسوم متحركة جديدة
de: Neue Animation
es: Nueva animación
fr: Nouvelle animation
hi: नया एनिमेशन
it: Nuova animazione
ja: 新規アニメーション
ko: 새 애니메이션
pl: Nowa animacja
pt_br: Nova animação
ru: Новая анимация
tr: Yeni animasyon
uk: Нова анімація
zh_hans: 新建动画
zh_hant: 新增動畫

source: No Animation
ar: بلا رسوم متحركة
de: Keine Animation
es: Sin animación
fr: Aucune animation
hi: कोई एनिमेशन नहीं
it: Nessuna animazione
ja: アニメーションなし
ko: 애니메이션 없음
pl: Brak animacji
pt_br: Sem animação
ru: Нет анимации
tr: Animasyon yok
uk: Немає анімації
zh_hans: 无动画
zh_hant: 無動畫

source: No animation yet.
ar: لا توجد رسوم متحركة بعد.
de: Noch keine Animation.
es: Aún no hay animaciones.
fr: Aucune animation pour l’instant.
hi: अभी कोई एनिमेशन नहीं।
it: Ancora nessuna animazione.
ja: まだアニメーションはありません。
ko: 아직 애니메이션이 없습니다.
pl: Nie ma jeszcze animacji.
pt_br: Ainda não há animações.
ru: Анимаций пока нет.
tr: Henüz animasyon yok.
uk: Анімацій поки немає.
zh_hans: 尚无动画。
zh_hant: 尚無動畫。

source: None
ar: لا شيء
de: Keiner
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

source: Onion Skin
ar: قشرة البصل
de: Zwiebelhaut
es: Papel cebolla
fr: Pelure d’oignon
hi: ओनियन स्किन
ja: オニオンスキン
ko: 어니언 스킨
pl: Kalka
pt_br: Papel vegetal
ru: Калька
tr: Soğan kabuğu
uk: Калька
zh_hans: 洋葱皮
zh_hant: 洋蔥皮

source: Only for animations that play once, as in Wallpaper Engine.
ar: للرسوم المتحركة التي تُشغَّل مرة واحدة فقط، كما في Wallpaper Engine.
de: Nur für einmal abgespielte Animationen, wie in Wallpaper Engine.
es: Solo para animaciones que se reproducen una vez, como en Wallpaper Engine.
fr: Uniquement pour les animations lues une fois, comme dans Wallpaper Engine.
hi: Wallpaper Engine की तरह, केवल एक बार चलने वाले एनिमेशन के लिए।
it: Solo per le animazioni riprodotte una volta, come in Wallpaper Engine.
ja: Wallpaper Engine と同じく、1 回だけ再生するアニメーション専用です。
ko: Wallpaper Engine처럼 한 번만 재생하는 애니메이션에만 적용됩니다.
pl: Tylko dla animacji odtwarzanych raz, jak w Wallpaper Engine.
pt_br: Somente para animações reproduzidas uma vez, como no Wallpaper Engine.
ru: Только для анимаций, играющих один раз, как в Wallpaper Engine.
tr: Wallpaper Engine’deki gibi yalnızca bir kez oynayan animasyonlar için.
uk: Лише для анімацій, що грають один раз, як у Wallpaper Engine.
zh_hans: 与 Wallpaper Engine 相同，仅用于只播放一次的动画。
zh_hant: 與 Wallpaper Engine 相同，僅用於只播放一次的動畫。

source: Paint Bone
ar: العظمة المرسومة
de: Zu malender Knochen
es: Hueso a pintar
fr: Os à peindre
hi: पेंट की जाने वाली हड्डी
it: Osso da dipingere
ja: ペイントするボーン
ko: 칠할 본
pl: Kość do malowania
pt_br: Osso a pintar
ru: Кость для рисования
tr: Boyanacak kemik
uk: Кістка для малювання
zh_hans: 绘制骨骼
zh_hant: 繪製骨骼

source: Paint Weights
ar: رسم الأوزان
de: Gewichtung malen
es: Pintar pesos
fr: Peindre les poids
hi: वज़न पेंट करें
it: Dipingi pesi
ja: ウェイトをペイント
ko: 가중치 칠하기
pl: Malowanie wag
pt_br: Pintar pesos
ru: Рисование весов
tr: Ağırlık boya
uk: Малювання ваг
zh_hans: 绘制权重
zh_hant: 繪製權重

source: Parent
ar: الأصل
de: Elternknochen
es: Padre
hi: पैरेंट
it: Genitore
ja: 親
ko: 부모
pl: Rodzic
pt_br: Pai
ru: Родитель
tr: Üst öğe
uk: Батько
zh_hans: 父级
zh_hant: 父層

source: Pause
ar: إيقاف مؤقت
es: Pausa
hi: रोकें
it: Pausa
ja: 一時停止
ko: 일시 정지
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Physics
ar: الفيزياء
de: Physik
es: Física
fr: Physique
hi: फ़िज़िक्स
it: Fisica
ja: 物理
ko: 물리
pl: Fizyka
pt_br: Física
ru: Физика
tr: Fizik
uk: Фізика
zh_hans: 物理
zh_hant: 物理

source: Pick a bone to give it physics.
ar: اختر عظمة لإضافة الفيزياء إليها.
de: Einen Knochen wählen, um ihm Physik zu geben.
es: Elige un hueso para darle física.
fr: Choisissez un os pour lui donner de la physique.
hi: फ़िज़िक्स देने के लिए कोई हड्डी चुनें।
it: Scegli un osso per dargli la fisica.
ja: 物理を付けるボーンを選んでください。
ko: 물리를 줄 본을 고르세요.
pl: Wybierz kość, aby nadać jej fizykę.
pt_br: Escolha um osso para lhe dar física.
ru: Выберите кость, чтобы задать ей физику.
tr: Fizik vermek için bir kemik seçin.
uk: Виберіть кістку, щоб задати їй фізику.
zh_hans: 选择一根骨骼为其添加物理。
zh_hant: 選擇一根骨骼為其加入物理。

source: Pick a bone to paint its weights.
ar: اختر عظمة لرسم أوزانها.
de: Einen Knochen wählen, um seine Gewichtung zu malen.
es: Elige un hueso para pintar sus pesos.
fr: Choisissez un os pour peindre ses poids.
hi: वज़न पेंट करने के लिए कोई हड्डी चुनें।
it: Scegli un osso per dipingerne i pesi.
ja: ウェイトをペイントするボーンを選んでください。
ko: 가중치를 칠할 본을 고르세요.
pl: Wybierz kość, aby malować jej wagi.
pt_br: Escolha um osso para pintar seus pesos.
ru: Выберите кость, чтобы рисовать её веса.
tr: Ağırlıklarını boyamak için bir kemik seçin.
uk: Виберіть кістку, щоб малювати її ваги.
zh_hans: 选择一根骨骼来绘制其权重。
zh_hant: 選擇一根骨骼來繪製其權重。
